/* This file is in Shift-JIS encoding */
const char *txtmsg[] = {
    "ゲームクリアー", // 0
    "プレイしてくれてありがとー", // 1

    "お、おいしい!!", // 2
    "毒は無いが……", // 3
    "刺さった!!", // 4
    "食べるべきではなかった!!", // 5
    "俺は燃える男だ!!", // 6
    "体が……焼ける……", // 7
    "たーまやー!!", // 8
    "見事にオワタ", // 9
    "足が、足がぁ!!", // 10
    "流石は摂氏800度!!", // 11
    "溶岩と合体したい……", // 12
    "ヤッフー!!", // 13
    "え?俺勝っちゃったの?", // 14
    "貴様の死に場所はここだ!", // 15
    "二度と会う事もないだろう", // 16
    "俺、最強!!", // 17
    "一昨日来やがれ!!", // 18
    "漢に後退の二文字は無い!!", // 19
    "ハッハァ!!", // 20
    "ヤッフー!!", // 21
    "え?俺勝っちゃったの?", // 22
    "貴様の死に場所はここだ!", // 23
    "身の程知らずが……", // 24
    "油断が死を招く", // 25
    "おめでたい奴だ", // 26
    "屑が!!", // 27
    "無謀な……", // 28
    "ヤッフー!!", // 29
    "え?俺勝っちゃったの?", // 30
    "二度と会う事もないだろう", // 31
    "身の程知らずが……", // 32
    "僕は……負けない!!", // 33
    "貴様に見切れる筋は無い", // 34
    "今死ね、すぐ死ね、骨まで砕けろ!!", // 35
    "任務完了!!", // 36
    "ヤッフー!!", // 37
    "え?俺勝っちゃったの?", // 38
    "貴様の死に場所はここだ!", // 39
    "身の程知らずが……", // 40
    "油断が死を招く", // 41
    "おめでたい奴だ", // 42
    "屑が!!", // 43
    "無謀な……", // 44
    "鉄壁!!よって、無敵!!", // 45
    "丸腰で勝てるとでも?", // 46
    "パリイ!!", // 47
    "自業自得だ", // 48
    "ク、クマー", // 49
    "食べるべきではなかった!!", // 50
    "うめぇ!!", // 51
    "ブロックを侮ったな?", // 52
    "シャキーン", // 53
    "波動砲!!", // 54
    "裏切られたとでも思ったか?", // 55
    "ポールアターック!!", // 56

    "制作・プレイに関わった方々", // 57
    "ステージ１　プレイ", // 58
    "先輩　X～Z", // 59
    "ステージ２　プレイ", // 60
    "友人　willowlet ", // 61
    "ステージ３　プレイ", // 62
    "ステージ４　プレイ", // 63
    "友人２　ann ", // 64
    "ご協力", // 65
    "Ｔ先輩", // 66
    "Ｓ先輩", // 67
    "動画技術提供", // 68
    "Ｋ先輩", // 69
    "動画キャプチャ・編集・エンコード", // 70
    "プログラム・描画・ネタ・動画編集", // 71
    "ちく", // 72
    "プレイしていただき　ありがとうございました～", // 73

    "Enter キーを押せ!!", // 74

    "テスト　hoge", // 75
    "ステージ 1 より", // 76
    "特殊的なものが増えたので", // 77
    "気をつけてくれよ～", // 78
    "後、アイテムの一部を利用するかも…", // 79
    "                       ちく より", // 80

    "            ？が必要です ", // 81
    "                         m9(^Д^)", // 82

    "   別にコインに意味ないけどね ", // 83
    "                      (・ω・ )ﾉｼ", // 84

    "この先に隠しブロックがあります ", // 85
    "注意してください !!", // 86

    " 前回よりも難易度を下げましたので", // 87
    " 気楽にプレイしてください    ", // 88
    "                       ちく より", // 89

    " そこにいる敵のそばによると、      ", // 90
    " 自分と一緒にジャンプしてくれます。", // 91
    "   可愛いですね。                  ", // 92

    " あの敵は連れて来れましたか?、     ", // 93
    " 連れて来れなかった貴方は、        ", // 94
    " そこの落とし穴から Let's dive!    ", // 95

    "そんな容易に", // 96
    "ヒントに頼るもんじゃないぜ", // 97
    "ほら、さっさと次行きな!!", // 98

    " 正真正銘のファイナルステージ。    ", // 99
    " クリアすれば遂にエンディング!!    ", // 100
    " その土管から戻ってもいいんだぜ?   ", // 101

    " 床が凍ってるから、すっごい滑るよ。", // 102

    "え？私ですか？ ", // 103
    "いやぁ、ただの通りすがりの", // 104
    "ヒントブロックですよ～", // 105
    "決して怪しいブロックじゃないですよ", // 106
    "                          (…チッ)", // 107

    NULL
};

